* Tasks
** TODO test template "~/filofex/torch.org" "Tasks"
  
   [[file:~/filofex/afflux_fromAliECS.org::*this%20week][this week]]
   
** TODO test :properties
  
   [[file:~/MY_scratch::"*%20%25?\nEntered%20on%20%25U\n%20%25i\n%20%25a"%20:empty-lines%201)))]]

** TODO test template keywords
   :PROPERTIES:
   :prop:     ?
   :END:
  Internal links [2018-01-11 Thu 12:25]

  
   [[info:org#Internal%20links][info:org#Internal links]]

** TODO link keywords
   :PROPERTIES:
   :prop:     test capture templation link keywords
   :END:
   [2018-01-11 Thu 12:23]

  
   [[info:org#Internal%20links][info:org#Internal links]]

** TODO test expansions
   :PROPERTIES:
   :prop:     test%^{}
   :END:
   [2018-01-11 Thu 11:03]

  
   [[file:~/filofex/MY_scratch::"*%20%25?%25^C\nEntered%20on%20%25U\n%20%25i\n%20%25a"%20:empty-lines%201)))]]

** TODO add properties and repair %U(timestamp)
   :PROPERTIES:
   :ID:       593d9e4a-12a2-42cd-b311-18c19b92b4d4
   :END:
   :LOGBOOK:
   CLOCK: [2018-01-15 Mon 19:38]--[2018-01-15 Mon 19:49] =>  0:11
   CLOCK: [2018-01-15 Mon 19:47]--[2018-01-15 Mon 19:47] =>  0:00
   CLOCK: [2018-01-15 Mon 18:23]--[2018-01-15 Mon 18:23] =>  0:00
   CLOCK: [2018-01-15 Mon 18:22]--[2018-01-15 Mon 18:23] =>  0:01
   CLOCK: [2018-01-15 Mon 18:21]--[2018-01-15 Mon 18:21] =>  0:00
   CLOCK: [2018-01-15 Mon 18:21]--[2018-01-15 Mon 18:21] =>  0:00
   CLOCK: [2018-01-15 Mon 18:20]--[2018-01-15 Mon 18:21] =>  0:01
   CLOCK: [2018-01-15 Mon 18:17]--[2018-01-15 Mon 18:20] =>  0:03
   CLOCK: [2018-01-15 Mon 18:16]--[2018-01-15 Mon 18:17] =>  0:01
   :END:
   [2018-01-09 Tue 17:03]
  
   [[file:~/MY_scratch::"*%20%25?\nEntered%20on%20%25U\n%20%25i\n%20%25a"%20:empty-lines%201)))]]
   - * 1st test use ID as entry
     Entered on [2018-01-15 Mon 18:10]
       
       [[file:~/filofex/MY_scratch::%25a"%20:clock-in)))]]
   - 2nd test for checkbox and clocks
     Entered on [2018-01-15 Mon 18:12]
       
       [[file:~/filofex/MY_scratch::%25a"%20:clock-in)))]]
   - [] 3rd test
     Entered on [2018-01-15 Mon 18:13]
       
       [[file:~/filofex/MY_scratch::%25a"%20:clock-in)))]]
   - 4th test for clock-in
     Entered on [2018-01-15 Mon 18:16]
       
       [[file:~/filofex/MY_scratch::%25a"%20:clock-in%20:clock-keep)))]]
   - 
     Entered on [2018-01-15 Mon 18:22]
       
       [[file:~/filofex/MY_scratch::%25a"%20:empty-lines%201)%20("gi"%20"Elisp-scratch"%20checkitem%20(id%20"593d9e4a-12a2-42cd-b311-18c19b92b4d4")%20"%25?]]
** TODO neo triology ;p
   [2018-01-09 Tue]
   [[file:~/filofex/afflux_fromAliECS.org::*this%20week][this week]]
** TODO test capture-bookmark
   :PROPERTIES:
   :ID:       047cb647-36e5-481a-bba9-85e811e10a2f
   :END:
   [2018-01-09 Tue]
   [[file:~/filofex/afflux_fromAliECS.org::*this%20week][this week]]
   
